@extends('layouts.app')

@section('content')
    <div class="container">
        <div class="row justify-content-center">
            <div class="col-md-8">
                <div class="card">
                    <div class="card-header">{{ __('Dashboard') }}</div>

                    <div class="card-body">
                        @if (session('status'))
                            <div class="alert alert-success" role="alert">
                                {{ session('status') }}
                            </div>
                        @endif

                        {{ __('You are logged in!') }}
                    </div>
                </div>
            </div>
        </div>
        <table>
            <tr>
                <th>شرح فعالیت</th>
                <th>حداكثر تا تاريخ</th>
                <th>شرح فعاليت</th>
                <th>حداكثر تا تاريخ</th>
            </tr>
            <tr>
                <td>آغاز عمليات اجرايي در ساختگاه (شروع زودهنگام)</td>
                <td><?= $date_1; ?></td>
                <td>تاريخ سنكرون شدن واحد بخار شماره (2)</td>
                <td><?= $date_8; ?></td>
            </tr>
            <tr>
                <td>فعال شدن قرارداد اصلی EPC (گشایش اعتبار اسنادی)</td>
                <td><?= $date_2; ?></td>
                <td>آغاز آزمونهای کارایی واحد بخار شماره (2)</td>
                <td><?= $date_9; ?></td>
            </tr>
            <tr>
                <td>تکمیل کارهای اصلی ساختمانی</td>
                <td><?= $date_3; ?></td>
                <td>شروع بهره‌برداري تجاري واحد بخار شماره (2)</td>
                <td><?= $date_10; ?></td>
            </tr>
            <tr>
                <td>تکمیل عملیات مکانیکی نیروگاه</td>
                <td><?= $date_4; ?></td>
                <td>تاريخ سنكرون شدن واحد بخار شماره (3)</td>
                <td><?= $date_11; ?></td>
            </tr>
            <tr>
                <td>تاريخ سنكرون شدن واحد بخار شماره (1)</td>
                <td><?= $date_5; ?></td>
                <td>آغاز آزمونهای کارایی واحد بخار شماره (3)</td>
                <td><?= $date_12; ?></td>
            </tr>
            <tr>
                <td>آغاز آزمونهای کارایی واحد بخار شماره (1)</td>
                <td><?= $date_6; ?></td>
                <td>شروع بهره‌برداري تجاري واحد بخار شماره (3)</td>
                <td><?= $date_13; ?></td>
            </tr>
            <tr>
                <td>شروع بهره‌برداري بخار شماره (1)</td>
                <td><?= $date_7; ?></td>
                <td>شروع بهره‌برداري تجاري نيروگاه</td>
                <td><?= $date_14; ?></td>
            </tr>
        </table>
        <table>
            <table>
                <tr>
                    <th align="left">شرح فعالیت</th>
                    <th>حداكثر تا تاريخ</th>
                    <th>شرح فعاليت</th>
                    <th>حداكثر تا تاريخ</th>
                </tr>
                <tr>
                    <td>آغاز عمليات اجرايي در ساختگاه</td>
                    <td><?= $date_1; ?></td>
                    <td>تاريخ سنكرون شدن واحد شماره (3)</td>
                    <td><?= $date_11; ?></td>
                </tr>
                <tr>
                    <td>زمان رسيدن تجهيزات نيروگاهي به ساختگاه</td>
                    <td><?= $date_2; ?></td>
                    <td>آغاز آزمونهای کارایی واحد  شماره (3)</td>
                    <td><?= $date_12; ?></td>

                </tr>
                <tr>
                    <td>تکمیل کارهای اصلی ساختمانی</td>
                    <td><?= $date_3; ?></td>
                    <td>شروع بهره‌برداري تجاري واحد بخار شماره (3)</td>
                    <td><?= $date_13; ?></td>
                </tr>
                <tr>
                    <td>تکمیل عملیات مکانیکی نیروگاه</td>
                    <td><?= $date_4; ?></td>
                    <td>تاريخ سنكرون شدن واحد بخار شماره (1)</td>
                    <td><?= $date_5; ?></td>
                </tr>
                <tr>
                    <td>تاريخ سنكرون شدن واحد شماره (1)</td>
                    <td>1402/10/08</td>
                    <td>آغاز آزمونهای کارایی واحد بخار شماره (1)</td>
                    <td><?= $date_6; ?></td>

                </tr>
                <tr>
                    <td>آغاز آزمونهای کارایی واحد شماره (1)</td>
                    <td>1402/11/20</td>
                    <td>شروع بهره‌برداري تجاری واحد بخار شماره (1)</td>
                    <td><?= $date_7; ?></td>

                </tr>
                <tr>
                    <td>شروع بهره‌برداري تجاری واحد شماره (1)</td>
                    <td>1402/12/10</td>
                    <td>تاريخ سنكرون شدن واحد بخار شماره (2)</td>
                    <td><?= $date_8; ?></td>
                </tr>


                <tr>
                    <td>تاريخ سنكرون شدن واحد شماره (2)</td>
                    <td>1402/10/08</td>
                    <td>آغاز آزمونهای کارایی واحد بخار شماره (2)</td>
                    <td><?= $date_9; ?></td>
                </tr>
                <tr>
                    <td>آغاز آزمونهای کارایی واحد شماره (2)</td>
                    <td>1402/11/20</td>
                    <td>شروع بهره‌برداري تجاري واحد بخار شماره (2)</td>
                    <td><?= $date_10; ?></td>

                </tr>
                <tr>
                    <td>شروع بهره‌برداري تجاری واحد شماره (2)</td>
                    <td>1402/12/10</td>
                    <td>شروع بهره‌برداري تجاري نيروگاه</td>
                    <td><?= $date_14; ?></td>
                </tr>

            </table>
        </table>
    </div>
@endsection
